tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "xwmx/taps"
brew "act"
brew "bat"
brew "convco", link: false
brew "fzf"
brew "gh"
brew "python@3.12"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "marksman"
brew "neovim"
brew "neovim-remote"
brew "nvm"
brew "pandoc"
brew "postgresql@15", link: true
brew "qemu"
brew "ripgrep"
brew "stow"
brew "tree"
brew "weechat"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "basictex"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "karabiner-elements"
cask "kicad"
cask "logisim-evolution"
cask "neovide"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "utm"
