tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "xwmx/taps"
brew "act"
brew "asciinema"
brew "bat"
brew "python@3.12"
brew "convco"
brew "unbound"
brew "gnutls"
brew "fzf"
brew "gh"
brew "gifski"
brew "git-lfs"
brew "gnu-sed"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "make"
brew "marksman"
brew "neovim"
brew "neovim-remote"
brew "nmap"
brew "nvm"
brew "pipenv"
brew "pkgconf"
brew "poetry"
brew "postgresql@15", link: true
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "stow"
brew "tree"
brew "weechat"
brew "wireguard-tools"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "kicad"
cask "logisim-evolution"
cask "neovide"
cask "obsidian"
cask "raycast"
cask "sioyek"
cask "skim"
cask "slack"
cask "spotify"
cask "utm"
cask "zotero"
