tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "act"
brew "convco"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "neovim"
brew "pandoc"
brew "qemu"
brew "ripgrep"
brew "stow"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "basictex"
cask "google-chrome"
cask "karabiner-elements"
cask "kicad"
cask "logisim-evolution"
cask "neovide"
cask "utm"
vscode "bradlc.vscode-tailwindcss"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "devzstudio.emoji-snippets"
vscode "dotjoshjohnson.xml"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "jeff-hykin.better-cpp-syntax"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mindaro-dev.file-downloader"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
