tap "cristianoliveira/tap"
tap "gap-system/gap"
tap "homebrew-zathura/zathura"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "xwmx/taps"
brew "act"
brew "asciinema"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "colima"
brew "convco"
brew "datasette"
brew "duti"
brew "dvc"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gh"
brew "gifski"
brew "git-lfs"
brew "gnu-sed"
brew "htop"
brew "python@3.12"
brew "imagemagick"
brew "iproute2mac"
brew "pandoc"
brew "jupyterlab"
brew "just"
brew "kubernetes-cli"
brew "make"
brew "marksman"
brew "mupdf"
brew "nmap"
brew "nvm"
brew "pkgconf"
brew "postgres-language-server"
brew "postgresql@18", restart_service: :changed
brew "pstree"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "rustledger"
brew "sem-cli"
brew "stow"
brew "tor", restart_service: :changed
brew "tree"
brew "websocketd"
brew "weechat"
brew "wireguard-tools"
brew "xpdf"
brew "gap-system/gap/gap"
cask "nikitabobko/tap/aerospace"
cask "bitwarden"
cask "chatgpt"
cask "claude-code"
cask "cloudflare-warp"
cask "codex"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-lilex-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iina"
cask "inkscape"
cask "ipfs-desktop"
cask "keyboardcleantool"
cask "kicad"
cask "linear-linear"
cask "logisim-evolution"
cask "obsidian"
cask "petrichor"
cask "psst"
cask "qutebrowser"
cask "raycast"
cask "skim"
cask "slack"
cask "spotify"
cask "utm"
cask "vimr"
cask "zed@preview"
cask "zotero"
cargo "agg"
cargo "amoxide"
cargo "amoxide-tui"
cargo "asm-lsp"
cargo "cargo-binstall"
cargo "cargo-expand"
cargo "cargo-show-asm"
cargo "cargo-shuttle"
cargo "codex-acp"
cargo "difftastic"
cargo "dua-cli"
cargo "evcxr_jupyter"
cargo "evcxr_repl"
cargo "git-delta"
cargo "hayagriva"
cargo "inkscape-figures-manager"
cargo "irust"
cargo "jnv"
cargo "kodama"
cargo "miniserve"
cargo "prek"
cargo "pueue"
cargo "ralph-cli"
cargo "rheo"
cargo "rumdl"
cargo "samply"
cargo "selene"
cargo "skim"
cargo "sql-cli"
cargo "sqlx-cli"
cargo "sqruff"
cargo "tokio-console"
cargo "tree-sitter-cli"
cargo "typst-cli"
cargo "worktrunk"
uv "neovim-remote"
uv "py-spy"
uv "rustfava"
uv "ty"
