tap "gap-system/gap"
tap "homebrew-zathura/zathura"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "xwmx/taps"
brew "act"
brew "asciinema"
brew "colima"
brew "convco"
brew "duti"
brew "dvc"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gh"
brew "gifski"
brew "git-lfs"
brew "gnu-sed"
brew "htop"
brew "python@3.12"
brew "imagemagick"
brew "iproute2mac"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "just"
brew "kubernetes-cli"
brew "make"
brew "marksman"
brew "nmap"
brew "nvm"
brew "pkgconf"
brew "postgresql@15", link: true
brew "pstree"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "stow"
brew "tree"
brew "websocketd"
brew "weechat"
brew "wireguard-tools"
brew "gap-system/gap/gap"
cask "aerospace"
cask "chatgpt"
cask "cloudflare-warp"
cask "codex"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "ghostty@tip"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "inkscape"
cask "kicad"
cask "logisim-evolution"
cask "obsidian"
cask "raycast"
cask "skim"
cask "slack"
cask "spotify"
cask "utm"
cask "vimr"
cask "zed@preview"
cask "zotero"
cargo "agg"
cargo "asm-lsp"
cargo "cargo-binstall"
cargo "cargo-expand"
cargo "cargo-show-asm"
cargo "cargo-shuttle"
cargo "codex-acp"
cargo "difftastic"
cargo "evcxr_jupyter"
cargo "evcxr_repl"
cargo "git-delta"
cargo "hayagriva"
cargo "inkscape-figures-manager"
cargo "irust"
cargo "kodama"
cargo "miniserve"
cargo "pueue"
cargo "sql-cli"
cargo "sqlx-cli"
cargo "tokio-console"
cargo "tree-sitter-cli"
